--
-- Structure de la table `zones`
--

CREATE TABLE `zones` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `province_id` int(50) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=COMPACT;

--
-- Déchargement des données de la table `zones`
--

INSERT INTO `zones` (`id`, `name`, `province_id`) VALUES
(1, 'الخرطوم', 1),
(2, 'أم درمان', 1),
(3, 'الخرطوم بحري', 1),
(4, 'ود مدني', 2),
(5, 'جنوب الجزيرة', 2),
(6, 'شرق الجزيرة', 2),
(7, 'ام القرى', 2),
(8, 'الحصاحيصا', 2),
(9, 'الكاملين', 2),
(10, 'المناقل', 2),
(11, '24 القرشي', 2),
(12, 'بورتسودان', 3),
(13, 'سنكات', 3),
(14, 'طوكر', 3),
(15, 'حلايب', 3),
(16, 'سواكن', 3),
(17, 'عقيق', 3),
(18, 'القنب والأوليبد', 3),
(19, 'هيا', 3),
('20', 'كسلا', '4'),
('21', 'نهر عطبرة', '4'),
('22', 'تلكوك', '4'),
('23', 'ريفى أروما', '4'),
('24', 'همشكوريب', '4'),
('25', 'ريفى خشم القربة', '4'),
('26', 'ريفى كسلا', '4'),
('27', 'حلفا الجديدة', '4'),
('28', 'ريفى غرب كسلا', '4'),
('29', 'ود الحليو', '4'),
('30', 'شمال الدلتا', '4'),
('31', 'القضارف', '5'),
('32', 'المفازة', '5'),
('33', 'الشواك', '5'),
('34', 'الفاو', '5'),
('35', 'الحواتة', '5'),
('36', 'دوكة', '5'),
('37', 'القلابات', '5'),
('38', 'قلع النحل،', '5'),
('39', 'القريشة', '5'),


 


    
    
    
    
    
    
    
    
    
    
    